[
  {
    "id": 1,
    "author": "Diana",
    "date": "23.07.2025",
    "text": "A deeply moving experience. I planted a flower for my grandmother who lived through the occupation of Kherson, and it felt… sacred. Thank you for creating this space where grief can grow into memory.",
    "icon": "🌸"
  },
  {
    "id": 2,
    "author": "Luka",
    "date": "24.07.2025",
    "text": "At first I thought it was just another archive. It's not. It's alive. The small acts - like lighting a candle - felt so human. I returned the next day and left a story for my brother. Powerful platform.",
    "icon": "🕯"
  },
  {
    "id": 3,
    "author": "Gleb",
    "date": "25.07.2025",
    "text": "Чесно? Це перше місце, де я відчув, що мій голос як цивільного важливий. Не просто статистика, не просто фото. Це сад наших спогадів. Дуже сильна ідея.",
    "icon": "🌸"
  },
  {
    "id": 4,
    "author": "Natalia",
    "date": "26.07.2025",
    "text": "I work with memory archives and have never seen something so gentle yet radical. The way stories are categorised thematically - with emotion at the centre - makes this more accessible than institutional archives. UX is beautiful.",
    "icon": "📚"
  },
  {
    "id": 5,
    "author": "James (UK)",
    "date": "27.07.2025",
    "text": "As someone researching digital memorialisation, I found this project groundbreaking. The symbolic metaphors - especially planting flowers - bridge the cognitive and emotional in ways museums often fail to. It's poetic design. Bravo.",
    "icon": "✍️"
  },
  {
    "id": 6,
    "author": "Pavlo",
    "date": "29.07.2025",
    "text": "My cousin died last year. I didn't know how to express what I felt. Here, I found space - not to explain - but to share. To be part of something larger. Thank you for this digital memory garden.",
    "icon": "🌻"
  },
  {
    "id": 7,
    "author": "Elina",
    "date": "30.07.2025",
    "text": "Я додала малюнок до розділу \"Дитинство війни\". Це було важко, але дуже потрібно. Дякую команді за повагу до кожного голосу. Це пам'ять, яка дихає.",
    "icon": "🖼"
  },
  {
    "id": 8,
    "author": "Rali (Germany)",
    "date": "31.07.2025",
    "text": "I came across this platform through a friend. I don't have a personal connection to Ukraine, but the stories touched me deeply. It's interactive, emotional, and globally relevant. Memory without borders.",
    "icon": "🌍"
  },
  {
    "id": 9,
    "author": "Olena",
    "date": "02.08.2025",
    "text": "Це не просто сайт. Це місце зустрічі душ. Бачила, як інші пишуть про втрату, втечу, надію… Мені захотілося залишити щось і своє. Дякую за це середовище.",
    "icon": "💬"
  },
  {
    "id": 10,
    "author": "Andrew",
    "date": "05.08.2025",
    "text": "There's something sacred in the simplicity of this platform. The way it avoids spectacle, and instead gives quiet dignity to ordinary lives, is what makes it unforgettable.",
    "icon": "🧭"
  },
  {
    "id": 11,
    "author": "Yeva",
    "date": "07.08.2025",
    "text": "The candle I lit last week is still glowing in my heart. Thank you for creating a place where memory feels personal, collective, and full of warmth. We needed this.",
    "icon": "💌"
  }
]
